;  Muutama sääntö kääntäjälle:
;  Kun aloitat käännöstyön - kopioi english.ini omalle kielellesi (esim. finnish.ini)
;  Käännä vain teksti ' = ' merkin jälkeen
;  Älä muokkaa riviä: ReadHabit=Left-to-right
; Wise Checkit
; TranslationAuthor: penaV
; TranslationAuthorEmail: penav@outlook.com
; TranslationAuthorWeb:
; Soft Version: 1.0.4.20
; Lang Update: 2021-Sep-04
;
[Lang]
NativeLanguage=Finnish-Suomi
[Translation]
LangCode=040B
ReadHabit=Left-to-right
LanguageName=FIN
LangShortName=Fi-fi
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
lblinfo.Caption=Tarkista, täyttääkö tämä tietokone Windows 11: n järjestelmävaatimukset.
lbllang.Caption=Kieli:
cpu=Suoritin
memory=Muisti
disk=Osion käyttö/koko
diskstyle=Osion tyyli
firmware=Laiteohjelmisto
boot=Suojattu käynnistys
graphiccard=Näytönohjain
tpm=TPM 2.0 (luotettu alusta)
info3=Prosessorin kellotaajuus on hitaampi kuin 1 GHz.
info4=Suorittimen arkkitehtuuri on x86, mutta Windows 11 ei tue sitä.
info5=Suoritin ei ole yhteensopivien luettelossa.
info6=Windows 11 ei tue 32-bit suoritinta.
info7=Levyosiotyyli ei ole GPT.
info8=Asennettua muistia on oltava vähintään 4 Gt.
info9=Järjestelmälevyn on oltava vähintään 64 Gt tai suurempi.
info10=Järjestelmän laiteohjelmisto ei tue suojattua käynnistystä.
info11=Näytönohjain ei tue DirectX 12:sta.
info12=WDDM-versio on alle 2.x
info13=TPM (luotettu alusta) ei ole tuettu.
info14=TPM (luotettu alusta) on estetty.
info15=TPM (luotettu alusta)-versio on alle 2.0
info16=Järjestelmän laiteohjelmisto ei tue UEFI:iä.
info-3=Se on tunnistamaton 64-bittinen prosessori.
info-4=Vapaata levytilaa on alle 64 Gt.
tpminfo=TMP (luotettu alusta) Versio 2.0
directxinfo=DirectX %s yhteensopiva grafiikka / WDDM %s
bootinfo=Tietokoneen käynnistys käyttää vain luotettua laiteohjelmistoa.
support=Yhteensopiva
unknow=Tuntematon
unsupport=EI Yhteensopiva
NewVer=Uusi versio on saatavana! Haluatko päivittää siihen nyt?
